Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutRoundUp_num_digits
source: The number of fractional digits to use for rounding.
bg_bg: Броят на цифрите в дробната част, които се използват за закръгляване.
ca_es: Nombre de dígits fraccionaris que s'utilitzaran per arrodonir.
cs_cz: Počet desetinných míst, která se mají použít při zaokrouhlení
da_dk: Antallet af brøktal, der skal bruges til afrunding.
de_de: Die Anzahl der Dezimalstellen, die beim Runden berücksichtigt werden.
el_gr: Ο αριθμός κλασματικών ψηφίων που χρησιμοποιούνται για στρογγυλοποίηση.
es_es: Número de dígitos fraccionarios que se va a usar para el redondeo.
et_ee: Ümardamiseks kasutatav murdosa kohtade arv.
eu_es: Biribiltzeko erabiliko den digitu zatikiarren kopurua.
fi_fi: Pyöristyksessä käytettävien murtolukunumeroiden määrä.
fr_fr: Nombre de décimales à utiliser pour l’arrondi.
gl_es: Número de díxitos fraccionais que se van usar para arredondar.
hi_in: पूर्णांक बनाने के लिए उपयोग किए जाने वाले भिन्नात्मक अंकों की संख्या.
hr_hr: Broj decimalnih znamenki koje se koriste za zaokruživanje.
hu_hu: Ennyi tizedesjegyre kerekítendő a szám.
it_it: Numero delle cifre frazionarie da usare per l'arrotondamento.
ja_jp: 丸め処理に使用する小数部の桁数。
kk_kz: Дөңгелектеу үшін пайдаланылатын бөлшек цифрларының саны.
ko_kr: 반올림 시 사용할 소수 자릿수입니다.
lt_lt: Trupmeninių skaitmenų skaičius, naudojamas apvalinant.
lv_lv: Daļskaitļu skaits, ko izmantot noapaļošanai.
ms_my: Bilangan digit pecahan untuk digunakan bagi pembundaran.
nb_no: Antall desimaler som skal brukes for avrunding.
nl_nl: Het aantal decimalen dat moet worden gebruikt voor de afronding.
pl_pl: Liczba cyfr ułamkowych do użycia podczas zaokrąglania.
pt_br: Número de dígitos fracionários a ser usados para arredondamento.
pt_pt: O número de dígitos fracionais a utilizar para o arredondamento.
ro_ro: Numărul de cifre fracționare de utilizat pentru rotunjire.
ru_ru: Количество дробных разрядов для округления.
sk_sk: Počet zlomkových číslic, ktoré sa použijú na zaokrúhľovanie.
sl_si: Število decimalnih mest za zaokroževanje.
sr_cyrl_rs: Број разломских цифара које ће се користити за заокруживање.
sr_latn_rs: Broj razlomskih cifara koje će se koristiti za zaokruživanje.
sv_se: Antal decimaler att använda vid rundning.
th_th: จำนวนหลักทศนิยมที่ใช้ในการปัดเศษ
tr_tr: Yuvarlama için kullanılacak kesir basamağı sayısı.
uk_ua: Кількість дробових знаків, до якої потрібно округлити число.
vi_vn: Số chữ số thập phân cần sử dụng để làm tròn.
zh_cn: 要用于四舍五入的小数位数。
zh_tw: 用於四捨五入的小數位數。

# AboutRoundDown_number
source: The number to round.
bg_bg: Числото за закръгляване.
ca_es: Nombre que s'arrodonirà.
cs_cz: Číslo, které se má zaokrouhlit
da_dk: Tallet, der skal afrundes.
de_de: Die zu rundende Zahl.
el_gr: Ο αριθμός προς στρογγυλοποίηση.
es_es: Número que se va a redondear.
et_ee: Ümardatav arv.
eu_es: Biribilduko den zenbakia.
fi_fi: Pyöristettävä luku.
fr_fr: Nombre à arrondir.
gl_es: Número que se vai arredondar.
hi_in: पूर्णांक बनाई जाने वाली संख्या.
hr_hr: Broj koji se zaokružuje.
hu_hu: A kerekítendő szám.
it_it: Numero da arrotondare.
ja_jp: 丸め対象となる数値。
kk_kz: Дөңгелектенетін сан.
ko_kr: 반올림할 숫자입니다.
lt_lt: Apvalinamas skaičius.
lv_lv: Noapaļojamais skaitlis.
ms_my: Nombor untuk dibundarkan.
nb_no: Tallet som skal avrundes.
nl_nl: Het getal dat moet worden afgrond.
pl_pl: Liczba do zaokrąglenia.
pt_br: Número a ser arredondado.
pt_pt: Número a arredondar.
ro_ro: Numărul de rotunjit.
ru_ru: Число для округления.
sk_sk: Počet číslic pri zaokrúhľovaní.
sl_si: Številka, ki naj se zaokroži.
sr_cyrl_rs: Број за заокруживање.
sr_latn_rs: Broj za zaokruživanje.
sv_se: Talet att runda.
th_th: ตัวเลขที่ต้องการปัดเศษ
tr_tr: Yuvarlanacak sayı.
uk_ua: Число, яке потрібно округлити.
vi_vn: Số muốn làm tròn.
zh_cn: 要四舍五入的数字。
zh_tw: 要四捨五入的數字。

# AboutRoundDown_source
source: A column of numbers to round.
bg_bg: Колона с числа за закръгляване.
ca_es: Columna de nombres que s'arrodoniran.
cs_cz: Sloupec čísel, která se mají zaokrouhlit
da_dk: En kolonne af tal, der skal afrundes.
de_de: Eine Spalte mit zu rundenden Zahlen.
el_gr: Μια στήλη αριθμών για στρογγυλοποίηση.
es_es: Una columna de números que se va a redondear.
et_ee: Ümardatav arvuveerg.
eu_es: Biribiltzeko zenbakiak dituen zutabea.
fi_fi: Pyöristettävien lukujen sarake.
fr_fr: Colonne de nombres à arrondir.
gl_es: Columna de números que se van arredondar.
hi_in: पूर्णांक बनाने के लिए संख्याओं का स्तंभ.
hr_hr: Stupac brojeva koji se zaokružuje.
hu_hu: A kerekítendő számokat tartalmazó oszlop.
it_it: Colonna di numeri da arrotondare.
ja_jp: 丸め処理を行う数値の列。
kk_kz: Дөңгелектенетін сандар бағаны.
ko_kr: 반올림할 숫자 열입니다.
lt_lt: Skaičių, kuriuos reikia suapvalinti, stulpelis.
lv_lv: Noapaļojamo skaitļu kolonna.
ms_my: Lajur nombor untuk dibundarkan.
nb_no: En kolonne med tall som skal avrundes.
nl_nl: Een kolom met getallen die moeten worden afgerond.
pl_pl: Kolumna liczb do zaokrąglenia.
pt_br: Coluna de números a ser arredondados.
pt_pt: Uma coluna de números a arredondar.
ro_ro: O coloană de numere de rotunjit.
ru_ru: Столбец чисел для округления.
sk_sk: Stĺpec čísel na zaokrúhlenie.
sl_si: Stolpec številk, ki bodo zaokrožene.
sr_cyrl_rs: Колона са бројевима за заокруживање.
sr_latn_rs: Kolona sa brojevima za zaokruživanje.
sv_se: En kolumn med tal att runda.
th_th: คอลัมน์ของค่าตัวเลขที่จะปัดเศษ
tr_tr: Yuvarlanacak sayıları içeren bir sütun.
uk_ua: Стовпець із числами, які потрібно округлити.
vi_vn: Cột chứa số muốn làm tròn.
zh_cn: 要四舍五入的数字组成的列。
zh_tw: 要四捨五入的數字資料行。

# AboutRoundDown_num_digits
source: The number of fractional digits to use for rounding.
bg_bg: Броят на цифрите в дробната част, които се използват за закръгляване.
ca_es: Nombre de dígits fraccionaris que s'utilitzaran per arrodonir.
cs_cz: Počet desetinných míst, která se mají použít při zaokrouhlení
da_dk: Antallet af brøktal, der skal bruges til afrunding.
de_de: Die Anzahl der Dezimalstellen, die beim Runden berücksichtigt werden.
el_gr: Ο αριθμός κλασματικών ψηφίων που χρησιμοποιούνται για στρογγυλοποίηση.
es_es: Número de dígitos fraccionarios que se va a usar para el redondeo.
et_ee: Ümardamiseks kasutatav murdosa kohtade arv.
eu_es: Biribiltzeko erabiliko den digitu zatikiarren kopurua.
fi_fi: Pyöristyksessä käytettävien murtolukunumeroiden määrä.
fr_fr: Nombre de décimales à utiliser pour l’arrondi.
gl_es: Número de díxitos fraccionais que se van usar para arredondar.
hi_in: पूर्णांक बनाने के लिए उपयोग किए जाने वाले भिन्नात्मक अंकों की संख्या.
hr_hr: Broj decimalnih znamenki koje se koriste za zaokruživanje.
hu_hu: Ennyi tizedesjegyre kerekítendő a szám.
it_it: Numero delle cifre frazionarie da usare per l'arrotondamento.
ja_jp: 丸め処理に使用する小数部の桁数。
kk_kz: Дөңгелектеу үшін пайдаланылатын бөлшек цифрларының саны.
ko_kr: 반올림 시 사용할 소수 자릿수입니다.
lt_lt: Trupmeninių skaitmenų skaičius, naudojamas apvalinant.
lv_lv: Daļskaitļu skaits, ko izmantot noapaļošanai.
ms_my: Bilangan digit pecahan untuk digunakan bagi pembundaran.
nb_no: Antall desimaler som skal brukes for avrunding.
nl_nl: Het aantal decimalen dat moet worden gebruikt voor de afronding.
pl_pl: Liczba cyfr ułamkowych do użycia podczas zaokrąglania.
pt_br: Número de dígitos fracionários a ser usados para arredondamento.
pt_pt: O número de dígitos fracionais a utilizar para o arredondamento.
ro_ro: Numărul de cifre fracționare de utilizat pentru rotunjire.
ru_ru: Количество дробных разрядов для округления.
sk_sk: Počet zlomkových číslic, ktoré sa použijú na zaokrúhľovanie.
sl_si: Število decimalnih mest za zaokroževanje.
sr_cyrl_rs: Број разломских цифара које ће се користити за заокруживање.
sr_latn_rs: Broj razlomskih cifara koje će se koristiti za zaokruživanje.
sv_se: Antal decimaler att använda vid rundning.
th_th: จำนวนหลักทศนิยมที่ใช้ในการปัดเศษ
tr_tr: Yuvarlama için kullanılacak kesir basamağı sayısı.
uk_ua: Кількість дробових знаків, до якої потрібно округлити число.
vi_vn: Số chữ số thập phân cần sử dụng để làm tròn.
zh_cn: 要用于四舍五入的小数位数。
zh_tw: 用於四捨五入的小數位數。

# AboutRoundT
source: Rounds all numbers in 'source' to the specified number of digits.
bg_bg: Закръглява всички числа в „източник“ до указания брой цифри.
ca_es: Arrodoneix tots els nombres de l'element 'source' al nombre de dígits especificat.
cs_cz: Zaokrouhlí všechna čísla ve zdroji na zadaný počet číslic.
da_dk: Afrunder alle tal i 'kilde' til det angivne antal cifre.
de_de: Rundet alle Zahlen in "Quelle" auf die angegebene Anzahl Stellen.
el_gr: Στρογγυλοποιεί όλους τους αριθμούς στην "προέλευση" στον καθορισμένο αριθμό ψηφίων.
es_es: Redondea todos los números del origen al número especificado de dígitos.
et_ee: Ümardab kõik allikas olevad arvud määratud hulga kohtadeni.
eu_es: "source" taulako zenbaki guztiak zehaztutako digitu kopururantz biribiltzen ditu.
fi_fi: Pyöristää kaikki luvut source-kohteessa määritettyyn määrään numeroita.
fr_fr: Arrondit tous les nombres de « source » au nombre spécifié de chiffres.
gl_es: Arredonda todos os números da "orixe" ao número de díxitos especificado.
hi_in: source' की सभी संख्याओं को अंकों की निर्दिष्ट संख्या में पूर्णांक बनाता है.
hr_hr: Zaokružuje sve brojeve u "izvoru" na određeni broj znamenki.
hu_hu: A „forrás” minden számát a megadott számú jegyre kerekíti.
it_it: Arrotonda tutti i numeri in 'origine' al numero di cifre specificato.
ja_jp: 'ソース' 内のすべての数値を指定の桁数にします。
kk_kz: Көздегі барлық сандарды цифрлардың көрсетілген санына дейін дөңгелектейді.
ko_kr: '원본'의 모든 숫자를 지정된 자릿수로 반올림합니다.
lt_lt: Suapvalina visus šaltinio skaičius iki nurodyto skaitmenų skaičiaus.
lv_lv: Noapaļo visus skaitļus vienumā "source" uz norādīto ciparu skaitu.
ms_my: Membundarkan semua nombor dalam 'sumber' kepada bilangan digit yang ditentukan.
nb_no: Avrunder alle tall i kilden til det angitte antallet sifre.
nl_nl: Hiermee worden alle getallen in 'source' afgerond op het opgegeven aantal cijfers.
pl_pl: Zaokrągla wszystkie liczby w elemencie „źródło” do określonej liczby cyfr.
pt_br: Arredonda todos os números em 'source' (origem) para o número especificado de dígitos.
pt_pt: Arredonda todos os números na "origem" para o número de dígitos especificado.
ro_ro: Rotunjește toate numerele din „sursă” la numărul specificat de cifre.
ru_ru: Округляет все числа в "источнике" до указанного количества десятичных разрядов.
sk_sk: Zaokrúhli všetky čísla v zdroji na zadaný počet číslic.
sl_si: Zaokroži vse številke v argumentu »vir« na določeno število decimalk.
sr_cyrl_rs: Заокружује све бројеве у „извору“ на наведени број цифара.
sr_latn_rs: Zaokružuje sve brojeve u „izvoru“ na navedeni broj cifara.
sv_se: Rundar alla tal i källan till det angivna antalet decimaler.
th_th: ปัดเศษตัวเลขใน 'source' ทั้งหมดให้มีจำนวนทศนิยมตามที่กำหนด
tr_tr: 'source' içindeki tüm sayıları belirtilen basamak sayısına yuvarlar.
uk_ua: Округлює всі числа в джерелі до вказаної кількості цифр.
vi_vn: Làm tròn mọi số trong 'nguồn' về số chữ số được chỉ định.
zh_cn: 将 "source" 中的所有数字四舍五入为指定位数。
zh_tw: 將所有 'source' 中的數字，四捨五入到指定位數。

# AboutRoundUpT
source: Rounds all numbers in 'source' up, away from zero.
bg_bg: Закръглява всички числа в „източник“ нагоре, далеч от нула.
ca_es: Arrodoneix tots els nombres de l'element 'source' cap amunt, en direcció contrària a zero.
cs_cz: Zaokrouhlí všechna čísla ve zdroji nahoru směrem od nuly.
da_dk: Runder alle tal i 'kilde' op, væk fra nul.
de_de: Rundet alle Zahlen in "Quelle" weg von null auf.
el_gr: Στρογγυλοποιεί όλους τους αριθμούς στην "προέλευση" προς τα πάνω, σε αριθμό μεγαλύτερο από το μηδέν.
es_es: Redondea todos los números del origen al alza, hacia arriba del cero.
et_ee: Ümardab kõik allikas olevad arvud ülespoole, nullist kaugemale.
eu_es: "source" taulako zenbaki guztiak gorantz biribiltzen ditu.
fi_fi: Pyöristää kaikki luvut source-kohteessa ylöspäin nollasta poispäin.
fr_fr: Arrondit tous les nombres de « source » vers le haut, en s’écartant de zéro.
gl_es: Arredonda todos os números da "orixe" cara arriba, na dirección oposta a cero.
hi_in: शून्य से बाहर, 'source' की सभी संख्याओं को ऊपर पूर्णाक बनाता है.
hr_hr: Zaokružuje sve brojeve u "izvoru" naviše, dalje od nule.
hu_hu: Felfelé (nullától elfelé) kerekíti a megadott „forrás” minden számát.
it_it: Arrotonda tutti i numeri in 'origine' per eccesso allontanandosi dallo zero.
ja_jp: 'ソース' 内のすべての数値を切り上げます。
kk_kz: Көздегі барлық сандарды нөлден үлкен жаққа қарай дөңгелектейді.
ko_kr: '원본'의 모든 숫자를 0에서 먼 쪽으로 반올림합니다.
lt_lt: Suapvalina visus šaltinio skaičius į didžiąją pusę.
lv_lv: Noapaļo visus skaitļus vienumā "source" uz augšu virzienā no nulles.
ms_my: Membundarkan semua nombor dalam 'sumber' ke atas, jauh daripada sifar.
nb_no: Avrunder alle tall i kilden opp og bort fra null.
nl_nl: Hiermee worden alle getallen in 'source' naar boven afgerond, weg van nul.
pl_pl: Zaokrągla wszystkie liczby w elemencie „źródło” w górę, w kierunku od zera.
pt_br: Arredonda todos os números de 'source' (origem) para cima, afastando de zero.
pt_pt: Arredonda todos os números na "origem" por excesso, na direção oposta a 0.
ro_ro: Rotunjește în sus toate numerele din „sursă”, în sens opus lui zero.
ru_ru: Округляет все числа в "источнике" в большую сторону, по направлению от нуля.
sk_sk: Zaokrúhli všetky čísla v zdroji nahor smerom od nuly.
sl_si: Zaokroži vse številke v argumentu »vir« navzgor, proč od ničle.
sr_cyrl_rs: Заокружује све бројеве у „извору“ навише, од нуле.
sr_latn_rs: Zaokružuje sve brojeve u „izvoru“ naviše, od nule.
sv_se: Rundar upp alla tal i källan bort från noll.
th_th: ปัดเศษตัวเลขทั้งหมดใน 'source' ขึ้นจากศูนย์
tr_tr: 'source' içindeki tüm sayıları sıfırdan ıraksayarak yukarı yuvarlar.
uk_ua: Округлює всі числа в джерелі до більшого значення.
vi_vn: Làm tròn mọi số trong 'nguồn' lên, ra xa số 0.
zh_cn: 将 "source" 中的所有数字背离零向上四舍五入。
zh_tw: 將所有 'source' 中的數字無條件進位，遠離零。

# AboutRoundDownT
source: Rounds all numbers in 'source' down, toward zero.
bg_bg: Закръглява всички числа в „източник“ надолу към нула.
ca_es: Arrodoneix tots els nombres de l'element 'source' cap avall, cap a zero.
cs_cz: Zaokrouhlí všechna čísla ve zdroji dolů směrem k nule.
da_dk: Runder alle tal i 'kilde' ned mod nul.
de_de: Rundet alle Zahlen in "Quelle" nach null ab.
el_gr: Στρογγυλοποιεί όλους τους αριθμούς στην "προέλευση" προς τα κάτω, προς το μηδέν.
es_es: Redondea todos los números del origen a la baja, hacia el cero.
et_ee: Ümardab kõik allikas olevad arvud allapoole, nullile lähemale.
eu_es: "source" taulako zenbaki guztiak beherantz biribiltzen ditu.
fi_fi: Pyöristää kaikki luvut source-kohteessa alaspäin nollaa kohti.
fr_fr: Arrondit tous les nombres de « source » vers le bas, vers zéro.
gl_es: Arredonda todos os números da "orixe" cara abaixo, cara cero.
hi_in: source' की सभी संख्याओं को नीचे, शून्य की ओर पूर्णांक बनाता है.
hr_hr: Zaokružuje sve brojeve u "izvoru" naniže, prema nuli.
hu_hu: Lefelé (nulla felé) kerekíti a „forrás” minden számát.
it_it: Arrotonda tutti i numeri in 'origine' per difetto verso lo zero.
ja_jp: 'ソース' 内のすべての数値を切り捨てます。
kk_kz: Көздегі барлық сандарды кіші жаққа қарай нөлге дейін дөңгелектейді.
ko_kr: '원본'의 모든 숫자를 0에 가까운 쪽으로 내립니다.
lt_lt: Suapvalina visus šaltinio skaičius į mažąją pusę link nulio.
lv_lv: Noapaļo visus skaitļus vienumā "source" uz leju nulles virzienā.
ms_my: Membundarkan semua nombor dalam 'sumber' ke bawah, hampir kepada sifar.
nb_no: Avrunder alle tall i kilden ned mot null.
nl_nl: Hiermee worden alle getallen in 'source' naar beneden afgerond naar nul.
pl_pl: Zaokrągla wszystkie liczby w elemencie „źródło” w dół, w kierunku zera.
pt_br: Arredonda todos os 'numbers' (números) para baixo, em direção a zero.
pt_pt: Arredonda todos os números na "origem" por defeito, na direção de 0.
ro_ro: Rotunjește în jos toate numerele din „sursă”, spre zero.
ru_ru: Округляет все числа в "источнике" в меньшую сторону, по направлению к нулю.
sk_sk: Zaokrúhli všetky čísla v zdroji nadol smerom k nule.
sl_si: Zaokroži vse številke v argumentu »vir« navzdol, proti ničli.
sr_cyrl_rs: Заокружује све бројеве у „извору“ надоле, према нули.
sr_latn_rs: Zaokružuje sve brojeve u „izvoru“ nadole, prema nuli.
sv_se: Rundar ner alla tal i källan mot noll.
th_th: ปัดเศษตัวเลขทั้งหมดใน 'source' ลงให้เป็นศูนย์
tr_tr: 'source' içindeki tüm sayıları sıfıra yakınsayarak aşağıya yuvarlar.
uk_ua: Округлює всі числа в джерелі до меншого значення.
vi_vn: Làm tròn mọi số trong 'nguồn' xuống, về phía số 0.
zh_cn: 将 "source" 中的所有数字朝零向下四舍五入。
zh_tw: 將所有 'source' 中的數字無條件捨去，趨近於零。

# RoundTArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# RoundTArg2
source: num_digits
bg_bg: брой_цифри
ca_es: núm_dígits
cs_cz: počet_číslic
da_dk: num_tal
de_de: Anzahl_Stellen
el_gr: αριθμός_ψηφίων
es_es: núm_decimales
et_ee: kohtade_arv
eu_es: digitu_kop
fi_fi: numeroiden_määrä
fr_fr: nombre_chiffres
gl_es: núm_decimais
hi_in: अंक_संख्या
hr_hr: broj_znamenki
hu_hu: számjegyek_száma
it_it: num_cifre
ja_jp: 桁数
kk_kz: цифрлар_саны
ko_kr: 자릿수
lt_lt: skaitmenų_skaičius
lv_lv: skaits_cipari
ms_my: nombor_digit
nb_no: num_sifre
nl_nl: aantal_decimalen
pl_pl: liczba_cyfr
pt_br: núm_dígitos
pt_pt: num_dígitos
ro_ro: num_cifre
ru_ru: количество_цифр
sk_sk: počet_čísiel
sl_si: število_števk
sr_cyrl_rs: нум_цифре
sr_latn_rs: num_cifre
sv_se: antal_siffror
th_th: จำนวน_ตัวเลข
tr_tr: sayı_rakamlar
uk_ua: кількість_цифр
vi_vn: số_chữ_số
zh_cn: 编号数字
zh_tw: 位_數
